Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: {0} can be configured in more detail.
rw: {0} ishobora gutunganywa mu buryo burambuye.

source: &Cancel
rw: &Guhagarika

source: C&ancel
rw: Guha&garika

source: Cancel
rw: Guhagarika

source: Cannot add allomorph
rw: Ntibishobora kongeraho akaremajambo nyabundi

source: Cannot add Variant
rw: Kudashobora kongerahi impindurantego

source: Cannot Convert
rw: Ntibishoboka guhindura

source: Cannot create new entry
rw: Ntibishoboka gukora umwinjizo mushya

source: Cannot create shortcut
rw: Ntibishoboka gukora inzira ya bugufi

source: Cannot find link target "{0}" {1}
rw: Ntibishoboka kubona impuzabyiciro igenderewe "{0}" {1}

source: Cannot follow link
rw: Kudashobora gukurikira impuza

source: Cannot hide field
rw: Kudashobora guhisha umwanya

source: Cannot Install Writing System
rw: Kudashobora kw'insitara Ururimi rw'imyandikire

source: Cannot Occur
rw: Ntibishobora kubaho

source: Cannot Restore
rw: Ntibishobora gusubizwa uko byahoze

source: Cat
rw: Icir

source: Categories (or Parts of Speech)
rw: Ibyiciro (cyangwa Amoko y'amagambo)

source: Categories Browse
rw: Kurebera mu byiciro

source: Cate&gories:
rw: Iby&iciro

source: category
rw: icyiciro

source: Category
rw: Icyiciro

source: Category (or Part of Speech)...
rw: Icyiciro (cyangwa ubwoko bw'ijambo)...

source: Category Description
rw: Igisobanuro cy'icyiciro

source: Category Edit
rw: Kunoza ibyiciro

source: Category Info.
rw: Amkr. ku byiciro

source: Category to merge into
rw: Icyiciro cyo guhuriza muri

source: Category to move to
rw: Icyiciro cyo kwimurira muri

source: Category...
rw: Icyiciro...

source: Categor&y:
rw: Icyi&ciro:

source: Cautions:
rw: Ibyo kwitwararika:

source: CC Table
rw: Imbonerahamwe CC

source: Centered
rw: Kiri hagati

source: Change Backup location?
rw: Guhindura ahagenewe ububiko ngoboka?

source: Change Case...
rw: Guhindura inyuguti...

source: Change Failed
rw: Guhindura byanze

source: Change spelling
rw: Guhindura imyandikire

source: Change Spelling
rw: Guhindura imyandikire

source: Change Spelling...
rw: Guhindura imyandikire...

source: Change To:
rw: Bihindure:

source: Change...
rw: Guhindura...

source: Changed a Value
rw: Guhindura agaciro

source: C&hanges to Category:
rw: Impinduka ku cyiciro:

source: Changing fundamental type
rw: Uguhindura ubwoko bw'ibanze

source: Changing ownerguid value from '{0}' to '{1}' (class='{2}', guid='{3}').
rw: Uguhindura agaciro karanga nyir'ubwite kava kuri '{0}' kajya kuri '{1}' (class='{2}', guid='{3}').

source: Changing spelling
rw: Uguhibdura imyandikire

source: Character
rw: Inyuguti

source: Character Code
rw: Kode y'inyuguti

source: Character Codes
rw: Kode z'inyuguti

source: Character Information
rw: Amakuru ku nyuguti

source: Character mapping
rw: Gupanga inyuguti

source: characters
rw: inyuguti

source: Characters
rw: Inyuguti

source: Characters within words
rw: inyuguti zikoreshejwe mu magambo

source: Check for _Updates...
rw: Kureba ibyaje _bishya...

source: Check for FLEx Bridge updates
rw: Genzura ibyaje bishya bya FLEx Briddge

source: Choices:
rw: Amahitamo:

source: Choose {0}
rw: Guhitamo {0}

source: Choose a command:
rw: Guhitamo komande:

source: &Choose a project:
rw: &Guhitamo umushinga:

source: Choose Allomorph
rw: Guhitamo akaremajambo nyabundi

source: Choose &File(s)
rw: Guhitamo &dokima

source: Choose list(s):
rw: Hitamo lisiti:

source: Choose Morpheme and Grammatical Info.
rw: Guhitamo ijwishingiro n'amkr. y'ikibonezamvugo

source: Choose Morpheme Type
rw: Guhitamo ubwoko bw'ijwi shingiro

source: Choose Parser
rw: Guhitamo insesenguzi

source: Choose Picture
rw: Guhitamo ishusho

source: Choose &Picture...
rw: Guhitamo &ishusho

source: Choose project to fix:
rw: Guhitamo umushinga wo gukosora:

source: Choose Sound or Movie File
rw: Guhitamo ifishiye y'ijwi cyangwa filimi

source: Choose Status
rw: Guhitamo uko bihagaze

source: Choose Texts
rw: Guhitamo inyandiko

source: Choose Texts...
rw: Guhitamo inyandiko...

source: Choose Value:
rw: Guhitamo agaciro:

source: Choose...
rw: Guhitamo...

source: {0} Chooser
rw: {0} Muhitamo

source: &Chosen Name:
rw: &Izina ryatoranyijwe:

source: Citation form
rw: Imigaragarire mu nyandiko

source: Citation Form
rw: Inyandiko isanzwe

source: Citation Form:
rw: Inyandiko isanzwe:

source: Classified Dictionary
rw: Inkoranya ipanze

source: Classified Dictionary ({SelectedPublication})
rw: Inkoranya ipanze neza ({ItangazwaRyatoranyijwe})

source: Cleaning
rw: Uguhanagura

source: Cleaning up analyses
rw: Uguhanagura amasesengura

source: Clear
rw: Guhanaguraho

source: Clear All
rw: Guhanaguraho byose

source: Click Copy
rw: Kanda ukoporore

source: Click Finish to import the texts.
rw: Kanda Kurangiza ukururiremo inyandiko.

source: Click here to select from a list of morpheme types.
rw: Kanda hano utoranye mu rutonde ubwoko bw'ijwishingiro.

source: Click OK.
rw: Kanda Ok.

source: &Close
rw: &Gufunga

source: _Close
rw: _Gufunga

source: Close
rw: Gufunga

source: Close this project.
rw: Gufunga uyu mushinga.

source: Close Window
rw: Gufunga idirishya

source: Closing {0}
rw: Ugufunga {0}

source: Code &Page:
rw: Kodi y'ipaji:

source: Code value:
rw: Agaciro ka kode:

source: _Collect Words
rw: _Gukorakoranya amagambo

source: Collect Words
rw: Gukorakoranya amagambo

source: C&olor:
rw: I&bara:

source: Column
rw: Inkingi

source: Column Options
rw: Uburyo bw'inkingi

source: Column:
rw: Inkingi:

source: _Columns...
rw: _Inkingi...

source: Combining Class
rw: Guhuza utwiciro

source: Command disabled
rw: Komande yahagaritswe

source: Commands
rw: Amabwiriza

source: Comman&ds:
rw: Ama&bwiriza:

source: &Comment
rw: &Igitekerezo

source: Comment
rw: Igitekerezo

source: Comment (of text)
rw: Igitekerezo (ku nyandiko)

source: Comment:
rw: Igitekerezo:

source: Common Number Separator
rw: Agatandukanyamubare usanzwe

source: Complete
rw: Kurangiza

source: Complex Form
rw: Imiterere y'urwunge

source: Complex Form references: Complex Form
rw: Imvano y'imiterere y'urwunge: Imiterere y'urwunge

source: Complex Form Type
rw: Ubwoko bw'imiterere y'urwunge

source: Complex Form Type:
rw: Ubwoko bw'imiterere y'urwunge:

source: Complex Form Types
rw: Amoko y'imiterere y'urwunge

source: Complex Form Types:
rw: Amoko y'imiterere y'urwunge:

source: Complex Forms
rw: Imiterere y'urwunge

source: Complex forms shown in this field are shown as references in this component entry in Dictionary.
rw: Imiterere iziguye yerekanywe muri uyu mwanya nk'ishakiro mu gice cy'umwinjiro mu Nkoranya.

source: Components
rw: Ibibigize

source: Compound Rule
rw: Itegeko ry'inyunge

source: Compound Rules
rw: Amategeko y'inyunge

source: Conclusion
rw: Umwanzuro

source: Conclusions
rw: Imyanzuro

source: concordance
rw: ihuzamasano

source: Concordance
rw: Ihuzamasano

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
rw: 2. Ihuzamasano y'isesengura ryatoranyijwe. Gutoranya imigararire y'amagambo ushaka gukoreraho isesengura ritandukanye.

source: Concordance Results
rw: Ibyavuye mu ihuzamasano

source: Concorded on {0}
rw: cyahujije isano kuri {0}

source: Confidence
rw: Icyizere

source: Confidence Level
rw: Urwego rw'icyizere

source: Confidence Levels
rw: Urwego rw'icyizere

source: &Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
rw: &Gutunganya imiterere (ku by'urugero, imigaragarire y'umwanya, inkingi, imiterere y'inkoranya, guteganisha ibisobanuro)

source: Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
rw: Gutunganya imiterere (ku by'urugero, imigaragarire y'umwanya, inkingi, imiterere y'inkoranya, guteganisha ibisobanuro)

source: Configure
rw: Kunoza

source: Configure {0}
rw: Kunoza {0}

source: Configure {0} in {1} View...
rw: Kunoza {0} muri {1} Irebero...

source: Configure {0} View
rw: Kunoza {0} Irebero

source: Configure {0} View...
rw: Kunoza {0} Irebero...

source: Configure buttons
rw: Kunoza amabuto

source: Configure Columns...
rw: Kunoza inkingi...

source: Configure List
rw: Gutengeneza intondeke

source: Configure now...
rw: Gutengeneza ubu...

source: &Configure...
rw: &Gutengeneza...

source: Configure...
rw: Gutengeneza...

source: _Configuring columns
rw: _Gutunganya inkingi

source: Confirm
rw: Kwemeza

source: Confirm multiple deletions
rw: Kwemeza ihanagura ry'ibintu byinshi

source: Conflicting field
rw: Umwanya uhanganye n'indi

source: Contains Data(%)
rw: Gifite amakuru(%)

source: Content mapping
rw: Iranga ry'amakuru

source: Conversion Error
rw: Ikosa ry'ihindura

source: Conversion Failed
rw: Ihindura ryanze

source: &Convert
rw: &Guhindura

source: Converted:
rw: Cyahinduriwe imiterere:

source: Converter
rw: Impinduramiterere

source: C&onverter Type:
rw: Ubw&oko bw'impinduzi:

source: Converters
rw: Impinduzi

source: &Copy
rw: &Gukoporora

source: _Copy
rw: _Gukoporora

source: Copy
rw: Gukoporora

source: Copy _Location as Hyperlink
rw: Gukoporora _Ahantu nk'inzira mpuza

source: Copy {0} of {1}
rw: Hakoporowe {0} kuri {1}

source: &Copy File
rw: &Gukoporora fishiye

source: &Copy Files
rw: &Gukoporora fishiye

source: Copy of {0}
rw: Ikopi ya {0}

source: Copy of {0} ({1})
rw: Ikopi ya {0} ({1})

source: Copy pictures and media files to the export folder.
rw: Gukoporora amashusho n'amafishiye ya mediya muri dokima y'ibyimurwa.

source: Correct
rw: Gukosora

source: Count
rw: Kubara

source: Country
rw: Igihugu

source: Country Name
rw: Izina ry'igihugu

source: &Create
rw: &Gukora

source: Create
rw: Gukora

source: Create a new {0}.
rw: Gukora ibishya {0}.

source: Create a new entry and add it to the lexicon.
rw: Gukora umwinjizo mushya unawongere ku nkoranya

source: Create a new FieldWorks project.
rw: Gukora umushinga mushya wa Fieldworks.

source: Create a new lexical entry.
rw: Gukora umwinjiro nyunguramagambo mushya.

source: Create a new morpheme type.
rw: Gukora ubwoko bushya bw'akaremajambo.

source: Create a new project...
rw: Gukora umushinga mushya...

source: Create a new semantic domain.
rw: Gukora icyiciro gishya nyunguramagambo

source: &Create Entry...
rw: &Gukora umwingiro...

source: Create New Entry...
rw: Gukora umwinjizo mushya...

source: &Create Shortcut on Desktop
rw: &Gukora inzira ya bugufi ku Biro

source: _Create Shortcut on Desktop
rw: _Gukora inzira ya bugufi ku Biro

source: &Create...
rw: &Gukora...

source: Creating {0}
rw: Ugukora {0}

source: Creation Date
rw: Itariki byakoreweho

source: Creation Progress:
rw: Imigendekere y'ikora:

source: Cu_t
rw: Gu_kata

source: Current Language
rw: Ururimi rw'ubu

source: Custom
rw: Ukwihitiramo

source: Custom _Fields...
rw: Ukwihitiramo _Imyanya...

source: Custom _List...
rw: Ukwihitiramo _Urutonde...

source: Custom Bar
rw: Umububambiko wihitiyemo

source: Custom Field &Name:
rw: &Izina ry'umwanya wihitiyemo:

source: &Customize...
rw: &Gusanisha n'ibyo ushaka...

source: Customize...
rw: Gusanisha n'ibyo ushaka...

source: Cu&t
rw: Gu&kata

source: Cut
rw: Gukata

source: Cut failed
rw: Gukata byanze

source: CV Patterns
rw: UrukurikiraneGJ

source: Dark Blue,0,0,128
rw: Ubururu bwijimye,0,0,128

source: Dark Green,0,51,0
rw: Icyatsi cyijimye,0,51,0

source: Dark Red,128,0,0
rw: Umutuku wijimye,128,0,0

source: Dark Yellow,128,128,0
rw: Umuhondo wijimye,128,128,0

source: _Data
rw: _Ibyinjiye

source: Data
rw: Ibyinjiye

source: Data Access
rw: Kugera ku byinjiye

source: Data Migration
rw: Kwimura ibyinjiye

source: Date
rw: Itariki

source: Date Created
rw: Itariki byakozwaho

source: Date Created:
rw: Itariki byakozwaho:

source: Date Format
rw: Imiterere y'itariki

source: Date format:
rw: Imiterere y'itariki:

source: Date formats:
rw: Imiterere y'amatariki:

source: Date Modified
rw: Itariki byahinduriweho

source: Date of Birth
rw: Itariki y'amavuko

source: Date of Death
rw: Itariki yapfiriyeho

source: Date of Event
rw: Itariki byabereyeho

source: Dec
rw: Ukub

source: Decimal Digit
rw: Imibarwa

source: default
rw: intangarugero

source: Default
rw: Intangarugero

source: Default font:
rw: Inyuguti ntangarugero:

source: Default Paragraph Characters
rw: Inyuguti z'igika ntangarugero

source: &Define New...
rw: &Gusobanura igishya...

source: D&efine New...
rw: Gusobanura igishya...

source: Definition
rw: Igisobanuro

source: &Delete
rw: &Gusiba

source: Delete
rw: Gusiba

source: Delete {0}
rw: Guhanagura {0}

source: _Delete {0}...
rw: _Guhanagura {0}...

source: Delete Allomorph
rw: Guhanagura akaremajambo

source: Delete Analysis...
rw: Guhanagura isesengura...

source: Delete Candidate...
rw: Guahanagura umukandida...

source: Delete Complex Form Info
rw: Guhanagura amakuru arebana n'imiterere y'urwunge

source: Delete Etymology
rw: Gusiba inkomoko

source: Delete Example
rw: Gusiba urugero

source: Delete FieldWorks Project
rw: Guhanagura umushinga wa Fieldworks

source: Delete FieldWorks project.
rw: Guhanagura umushinga wa Fieldworks.

source: &Delete FieldWorks Project...
rw: &Guhanagura umushinga wa Fieldworks...

source: Delete File?
rw: Guhanagura ifishiye?

source: Delete Gloss...
rw: Guhanagura ijambo risobanura...

source: Delete Literal Translation
rw: Guhanagura isobanurarurimi ijambo ku ijambo

source: Delete Morpheme Rule
rw: Gusiba Itegeko ry'amajwi shingiro

source: Delete Note
rw: Guhanagura icyitonderwa

source: Delete Participants
rw: Guhanagura abitabiriye

source: Delete Picture
rw: Guhanagura ifoto

source: _Delete Project...
rw: _Guhanagura Umushinga....

source: Delete Question
rw: Guhanagura ikibazo

source: Delete Relation
rw: Guhanagura isano

source: Delete selected {0}
rw: Guhanagura ibyatoranyijwe {0}

source: Delete the selection.
rw: Hanagura ibyatoranyijwe

source: Delete this {0}.
rw: Guhanagura ibi {0}.

source: Delete this Pronunciation
rw: Guhanagura iyi mivugire

source: Delete this Wordform
rw: Hanagura iyi miterere y'ijambo

source: Delete Translation
rw: Guhanagura ihindurandimi

source: Delete Variant
rw: Guhanagura impindurantego

source: Delete Variant Info
rw: Guhanagura amkr ku mpindurantego

source: Delete Wordform...
rw: Guhanagura imiterere y'ijambo...

source: Delete Writing System
rw: Guhanagura ururimi rw'imyanddikire

source: &Delete...
rw: &Guhanagura...

source: Delete:
rw: Guhanagura:

source: Deleted object detected
rw: Guhanagura icyasibwe

source: Deleting the object
rw: Guhanagura ikintu

source: _Demo Movies...
rw: _Filimi ntangarugero...

source: Derivational
rw: Nkomoka

source: Descri&ption
rw: Igi&sobanuro

source: Description
rw: Igisobanuro

source: &Description:
rw: &Igisobanuro

source: D&escription:
rw: I&gisobanuro

source: De&scription:
rw: Igis&obanuro

source: Description:
rw: Igisobanuro:

source: Descriptive Name
rw: Izina nsobanuzi

source: Descriptor
rw: Insobanuzi

source: Destination
rw: Icyerekezo

source: &Destination:
rw: &Aho byerekera:

source: Dictionary
rw: Inkoranyamagambo

source: Dictionary Entry
rw: Umwinjiro w'inkoranyamagambo

source: Different &name:
rw: Izina ritandukanye:

source: {0} Digit
rw: {0} Umubarwa

source: Digit
rw: Umubarwa

source: Direction
rw: Icyerekezo

source: &Direction:
rw: &Icyerekezo:

source: Direction:
rw: Icyerekezo:

source: Discourse Note
rw: Note y'ikiganiro

source: Discourse Notes
rw: Note z'ikiganiro

source: Discussion
rw: Ikiganirompaka

source: Display each Complex Form indented on a new line.
rw: Kugaragaza imiterere y'urwunge yijijwe imbere ho gato ku murongo mushya utangijwe.

source: Display if data present
rw: Kugaragaza amakuru mu gihe yaba ahari

source: Display the dictionary entry for this lexeme above the Lexicon Edit pane.
rw: Kugaragaza umwinjiro w'inkoranya w'iyi nyunguramagambo hejuru mu idirishya ryagenewe kunoza inkoranya

source: Displayed lines:
rw: Imirongo yagaragajwe:

source: Distinguish New Writing System
rw: Gutandukanya Ururimi rw'imyandikire mishya

source: DO NOT EDIT THIS FILE! YOU HAVE BEEN WARNED!
rw: WIGIRA ICYO UKORA KURI IYI DOKIMA! DORE URABURIWE!

source: Do not show this again.
rw: Ntimwongere kubinyereka.

source: Do nothing
rw: Wigira icyo ukora

source: Do you really want to delete this Reversal Index?
rw: Mu byukuri ushaka gusiba iyi Nsobanuro yo mu rundi rurimi?

source: Do you want to continue with the deletion?
rw: Urifuza gukomeza kubihanagura?

source: <!DOCTYPE html> <body lang=EN-US style='font-family:"Microsoft Sans Serif","sans-serif";font-size:9.5pt'> <p style='font-size:11pt;margin-bottom:0in'>Getting Started</p> <p style='margin:0in;text-indent:10.5pt'>When you begin to share data for the first time, the computer with the most authoritative copy <b>must</b> be the first to send/receive, and all other computers must have the project <b>removed</b> from that computer before proceeding.</p> <p style='margin:0in;text-indent:10pt'>If your project is spread across two or more computers, and neither contains a more complete or up-to-date work, it is recommended to merge the databases into one project before sharing the project. If you need help with this process, please contact <a href='mailto:FLEx_Errors@sil.org'>FLEx_Errors@sil.org</a> for advice.</p> <p style='margin:0in;text-indent:10pt'>All other computers/users in the project will receive this project through the command &quot;Get Project from Colleague&quot;. After that, they can continue to work on the new shared project.</p> <p style='margin:0in;text-indent:10pt'>For step-by-step instructions on project sharing, please search for &quot;Get started with Send/Receive&quot; in the Helps or click the Help button below.</p> <p style='font-size:11pt;margin-bottom:0in'>Best Practices</p> <p style='margin:0in;text-indent:10pt'>When working, it is recommended for each user to complete a send/receive before starting the days work (to receive the most current data) and when ending the days work (to share your new changes with other users). Users who work at the same time, or who are making major changes to the database are encouraged to send/receive more often to prevent conflicts.</p> <ul> <p style='margin:0in;margin-left:-30pt;text-indent:10pt'>As with any Send/Receive process, there are recommendations about which areas to avoid editing at the same time:</p> <li style='list-style-type:bullet;margin-left:-10pt'>If you will be doing a Bulk Edit, please do a Send/Receive immediately before and after, and ask other teammates to refrain from working while you do this.</li> <li style='list-style-type:bullet;margin-left:-10pt'>Try to avoid having two users work on the same interlinear text during the same send/receive cycle. This includes the Text Chart.</li> <li style='list-style-type:bullet;margin-left:-10pt'>If two users adjust lexical relations in the same entry in the same Send/Receive cycle, the results may not be what you expect.</li> </ul> </body> </html>
rw: <!DOCTYPE html> <body lang=EN-US style='font-family:"Microsoft Sans Serif","sans-serif";font-size:9.5pt'> <p style='font-size:11pt;margin-bottom:0in'>Gutangira</p> <p style='margin:0in;text-indent:10.5pt'>Igihe utangiye gusangira n'abandi amakuru ku nshuro ya mbere, mudasobwa ibite ikopi ishingirwaho <b>igomba</b> kuba iya mbere mu kohereza/kwakira, naho izindi mudasobwa zigomba kuba umushinga <b>wakuwemo</b> mbere yo gukomeza.</p> <p style='margin:0in;text-indent:10pt'>Iyo umushinga wawe ukwirakwiye kuri abiri cyangwa menshi mu mamashini, kandi nta nimwe ifite umurimo ukoze ku buryo bwuzuye cyangwa buhujwe n'igihe, turakugira inama yo guhuriza hamwe imbikamakuru zose mu mushinga umwe mbere yo gusangira n'abandi umushinga. Niba ukeneye ubwunganizi mu gukora ibi, wareba <a href='mailto:FLEx_Errors@sil.org'>FLEx_Errors@sil.org</a> kugira ngo uhabwe inama.</p> <p style='margin:0in;text-indent:10pt'>Izindi mudasobwa/abakoresha bose kuri uyu mushinga bazabona uyu mushinga hakoreshejwe komande &quot;Akira umushinga uvuye kuri bagenzibawe&quot;. Nyuma y'ibyo, bashobora gukomeza gukora ku mushingwa basangijweho.</p> <p style='margin:0in;text-indent:10pt'>Ku bijyanye n'amabwiriza yo gusangira n'abandi umushinga itambe ku ntambwe, turagusaba gushaka &quot;Gutangirira kuri Kohereza/Kwakira&quot; muri Nkunganire cyangwa ugakanda kuri buto ya Nkunganire iri hasi.</p> <p style='font-size:11pt;margin-bottom:0in'>Ibikorwa ntangarugero</p> <p style='margin:0in;text-indent:10pt'>Mu gihe ukora, buri mukoresha asabwa kurangiza kohereza/kwakira mbere yo gutangira umurimo w'umunsi (kwakira amakuru akiri mashyashya) and when ending the days work (to share your new changes with other users). Abakora ku mushinga mu gihe kimwe, cyangwa abakora impinduka zigaragara ku mbikamakuru basabwa kohereza/kwakira kenshi mu rwego rwo kwirinda amakimbirane y'ibyo bashyiramo.</p> <ul> <p style='margin:0in;margin-left:-30pt;text-indent:10pt'>As with any Send/Receive process, there are recommendations about which areas to avoid editing at the same time:</p> <li style='list-style-type:bullet;margin-left:-10pt'>If you will be doing a Bulk Edit, please do a Send/Receive immediately before and after, and ask other teammates to refrain from working while you do this.</li> <li style='list-style-type:bullet;margin-left:-10pt'>Try to avoid having two users work on the same interlinear text during the same send/receive cycle. This includes the Text Chart.</li> <li style='list-style-type:bullet;margin-left:-10pt'>If two users adjust lexical relations in the same entry in the same Send/Receive cycle, the results may not be what you expect.</li> </ul> </body> </html>

source: Document
rw: Idokima

source: Domain
rw: Icyiciro

source: Don't Import
rw: Wikururiramo

source: Dotted {0} Underline
rw: Umurongo {0} w'uduce uduce

source: Dotted Underline
rw: Umurongo w'uduceduce

source: Double
rw: Imyanya ibiri

source: Double {0} Underline
rw: Imyanya {0} Guca akarongo mu nsi

source: Double above
rw: Imyanya ibiri hejuru

source: Double below
rw: Imyanya biri hasi

source: Double Spacing
rw: Gusigamo imyanya ibiri

source: Double Underline
rw: Gucaho uturongo tubiri

source: Duplicate
rw: Gukora kopi

source: edit
rw: kuboneza

source: &Edit
rw: &Kuboneza

source: _Edit
rw: _Kuboneza

source: Edit
rw: Kuboneza

source: Edit {0}
rw: Kuboneza {0}

source: Edit Grammatical Info.
rw: Kuboneza amkr. y'Ikibonezamvugo

source: Edit the Complex Form Types
rw: Kunonosora ubwoko bw'imiterere y'urwunge

source: Edit the Exception "Features"
rw: Kunonosora irengayobora "Imiterere"

source: Edit the list of Locations
rw: Kuboneza urutonde rw'ahantu

source: Edit the list of People
rw: Kuboneza urutonde rw'abantu

source: Edit the list of Researchers
rw: Kuboneza urutonde rw'abashakashatsi

source: Edit the list of Restrictions
rw: Kuboneza urutonde rw'amategeko akumira

source: Edit the list of Usages.
rw: Kuboneza urutonde rw'imikoreshereze

source: Edit the Natural Classes
rw: Kuboneza amajwishingiro

source: Edit...
rw: Kuboneza...

source: Education
rw: Uburezi

source: Education Level
rw: Urwego rw'amashuri

source: Education Levels
rw: Inzego z'amashuri

source: Empty
rw: Ubusa

source: Empty Field Name
rw: Izina ry'umwanya urimo ubusa

source: <empty>
rw: <ubusa>

source: <Empty>
rw: <Ubusa>

source: End At
rw: Birangirira kuri

source: End of Field
rw: Impera z'umwanya

source: {0} End of line
rw: {0} Impera z'umurongo

source: End of Word
rw: Impera y'ijambo

source: Ends
rw: Impera

source: English
rw: Icyongereza

source: Enter
rw: Kwinjira

source: Entries
rw: Imyinjiro

source: entry
rw: umwinjiro

source: &Entry
rw: &Umwinjiro

source: Entry
rw: Umwinjiro

source: Entry Collection
rw: Gukusanya imyinjiro

source: Entry Deleted
rw: Umwinjiro wasibwe

source: Entry not published
rw: Umwinjiro utatangajwe

source: Entry Pair
rw: Imyinjiro ijyana

source: Entry Properties
rw: Imiterere y'umwinjiro

source: Entry Tree
rw: Igiti cy'umwinjiro

source: Entry Type
rw: Ubwoko bw'umwinjiro
